Repository: CherokeeLanguage/Action-Imitation-and-Fun-Series
Catalog: 02-The-Little-Red-Hen/CAT/red-hen/tm/corpus-peter.en.utf8.tmx
Source language: en
Languages: chr

source: Jacob had twelve sons, whose names were Reuben, Simeon, Levi, Dan, Judah, Naphthali, Gad, Ashur, Issachar, Zebulon, Joseph and Benjamin... The translator switches source texts starting at this point through the remainder of this chapter to Peter Parley's Book of Bible Stories. While sections between the two texts definitely indicate the Cherokee is based on this particular book, the Cherokee translator did not follow the English very closely in paragraph breaks or sentence ordering.
chr: ᏤᎦᏈᏃ ᏧᏪᏥ ᏔᎳᏚ ᎾᏂᎡ ᎠᏂᏍᎦᏯ, ᎯᎠᏃ ᏄᏍᏕ ᏚᎾᏙᎡᎢ; ᎷᏈᏂ, ᏏᎻᏯᏂ, ᎵᏫ, ᏕᏂ, ᏧᏓ, ᏁᏈᏓᎵ, ᎨᏓ, ᎡᏒ, ᎢᏏᎦ, ᏤᏈᎳᏂ, ᏦᏩ, ᎠᎴ ᏇᏂ.

source: The bondage in Egypt. Flight of the Hebrews, and destruction of Pharaoh and his army.
chr: ᎢᏥᏈᏱ ᏕᎨᏥᎾᏢᏅᎢ ᎠᏂᏈᎷ. ᎢᏥᏈᏱ ᎤᏂᏄᎪᏨᎢ, ᏇᎶ ᎠᎴ ᎠᏂᏯᏫᏍᎩ ᏓᏘᏁᎲ ᎠᎹᏱ ᏚᏂᎬᏨ ᎦᏃᎮᏍᎩ.

source: EGYPT, you know, is in Africa. It has many cities, and a famous river called the Nile runs through the country. But this land is less populous now than in the time of Joseph. It was then full of people, and they were the most learned and civilized of all the nations of the earth. There are many ruins to be seen in Egypt, which show that the palaces and cities of ancient times were very splendid.
chr: ᎢᏥᏈ ᏚᏙᎥ ᎦᏓ ᎠᎲ, ᎠᏂᎬᎿᎨᏍᏛᏱ ᎠᎭ. ᎾᎿᏃ ᏚᏣᏔ ᏧᏔᏅ ᏕᎦᏚᎭ, ᎾᎿ ᎠᎴ ᎤᏔᏅ ᎡᏉᏂ ᎤᏪᏯ ᎾᎵ ᏚᏙᎠ, ᎾᏍᎩᏃ ᏂᎦᏅᎯᏒ ᎢᏥᏈ ᏚᏙᎥ ᎦᎶᏍᎦ. ᎪᎯ ᏗᎾ ᎨᏒ ᎥᏝ ᏦᏩ ᏤᎮ ᏥᏄᏂᏣᏕ ᏴᏫ ᎾᏍᎩᏯ ᏱᏄᏂᏣᏔ ᎾᎿ ᏱᏁᎭ ᎾᎯᏳᏰᏃ ᎤᏂᏣᏕ ᏴᏫ ᎾᎿ ᎠᏁᎮᎢ, ᎠᎴ ᎡᎳᏂᎬ ᏓᏁᏩᏗᏒ, ᎾᏍᎩ ᎤᎾᏓᎪᎾᏛᏔᏃᏅᎯ ᎨᏎ, ᎠᏂᎦᏔᎾᎢᏳ ᎨᏒᎢ. ᎢᏥᏈᏱᏃ ᎨᏒ ᏚᏣᏔ ᏧᏓᎴᏅᏛ ᎪᎱᏍᏗ ᏚᏲᏨ ᎩᎳᎯᏳ ᏘᎬᎪᏩᏛᏗ ᎨᏐᎢ, ᎾᏍᎩᏃ ᎬᏕᎶᏴᎯᏍᏙᏗ ᏂᎦᎵᏍᏗᎭ ᎯᎸᎯᏳ ᏚᏂᏚᏅ, ᎠᎴ ᏚᎾᏁᎳᏛ ᎤᏣᏘ ᏦᏏᏳ, ᎠᎴ ᏧᏬᏚᎯᏳ ᎨᏎ ᎦᏰᎵᏍᏗ ᏂᎦᎵᏍᏗᎭ.

source: But I must tell you of the Hebrews. Pharaoh, the good king of Egypt, died, and Joseph likewise. Another king then ascended the throne, who hated the Hebrews, and did all in his power to oppress them.
chr: ᎠᏎᏃ ᎾᏉ ᏛᎦᎴᏂᏌᏂ ᎠᏂᏈᎷ ᏕᏥᏃᎮᏍᎬᎢ. ᏇᎶ ᎤᏓᏅᏘ ᎤᎬᏫᏳᎯ,ᎠᎴ ᏦᏩ ᎢᏧᎳ ᏚᏂᏲᎱᏎᎢ. ᏅᏩᏓᎴᏃ ᎾᏉ ᎤᎬᏫᏳᎯ ᏄᎵᏍᏓᏁᎢ, ᎾᏍᎩᏃ ᎠᏂᏈᎷ ᏗᎦᏂᏆᏗᎯ ᎨᏎᎢ, ᎠᎴ ᎢᎦᏉ ᎤᏲ ᎢᏗᎬᏩᏁᏗ ᎨᏒ ᏂᏕᎬᏁᎮᎢ.

source: The Egyptians treated them like slaves. All the hardest labor was performed by the Hebrews. It is thought by some writers that the immense piles of stone called the Pyramids, were built by them. These vast edifices are still standing on the banks of the Nile.
chr: ᎢᏂᏈᏱᏃ ᎠᏁᎯ ᏥᏕᎬᏩᏂᎾᏝᎣᏉ ᎾᏍᎩᏯ ᏂᏚᏅᎿᏕᎨᎢ, ᎠᎴ ᏂᎦᏛ ᎠᏍᏓᏱᏗ ᏗᎦᎸᏫᏍᏓᏁᏗ ᎨᏒ, ᎠᏂᏈᎷ ᎨᏥᏓᏁᎮᎢ. ᎢᏥᏈᏱᏃ ᎨᏒ, ᏚᏣᏔ ᏅᏯ ᏕᎦᏒᏔᎾ, ᎩᎶᏃ ᎾᏍᎩ ᎠᏂᏈᎷ ᎢᏧᏅᏁᎸᎯ ᎠᎾᏗᏍᎪᎢ. ᎾᏍᎩᏃ ᎯᎠ ᎩᎳᎯᏳ ᏕᎦᏒᏔ ᎾᎵ ᏚᏙᎥ ᎡᏉᏂ ᎨᏴ ᎠᎹᏳᎶᏗ.

source: The cruel king of Egypt was named Pharaoh, like his predecessor. One of the most wicked injuries that he inflicted on the Hebrews was the following:---
chr: ᎾᏍᎩᏃ ᎯᎠ ᎠᏁᎫᏥᏛ ᎤᎬᏫᏳᎯ ᎾᏍᏉ ᏇᎶ ᏚᏙᎡᎢ ᎾᏍᎩᏯᏉ ᎤᏓᏅᏘ ᎤᎬᏫᏳᎯ ᏚᏙᎥᎢ. ᎾᏍᎩᏃ ᏫᎬᏩᏓᎪᎾᏛᏛ ᎤᏲ ᏂᏚᏩᏁᎸ ᎾᏉ ᏓᏥᏃᎮᎵ.

source: He commanded that every male child should be thrown into the river Nile the instant he was born. The reason of this horrible cruelty was, that the Hebrews might not become more numerous than the Egyptians, and conquer the whole country.
chr: ᎤᏁᏤᏰᏃ ᎾᏂᎥ ᎠᏂᏍᎦᏯ ᎠᎾᏕᎲᎦ ᎢᎬᏪᏅᏛ ᎾᎵ ᎡᏉᏂ ᎨᏴ ᏧᎾᏓᎢᏅᏗᏱ. ᎾᏍᎩᏃ ᎯᎠ ᎤᏲ ᏥᏂᏕᎬᏁᎮ ᎦᏣᏄᎵᏳ ᎠᏂᏁᏉᎬ ᎤᏲᏍᏙᏙᏗᏱ ᎤᏰᎸᏎᎢ, ᎤᏂᏣᏘᏰᏃ ᏱᏄᎾᎵᏍᏔᏅ ᎣᎬᏒ ᏱᎪᎩᏎᎪᎩ ᎡᎵᏍᎨ ᎠᏓᏅᏖᏍᎬᎢ.

source: One of the Hebrew women, however, could not make up her mind to throw her son into the Nile. If she had positively disobeyed the king’s order, she would have been put to death. She therefore very privately made a little ark or boat of bulrushes, placed the child in it, and laid it among the flags that grew by the river’s side.
chr: ᏌᏉᏍᎩ ᎠᏈᎷ ᎠᎨᏴ ᎥᏝ ᎤᏁᎳᎩ ᎠᏇᏥ ᎠᎹᏱ ᏩᎦᏓᎤᎦ ᎬᏪᎵᏍᏗ ᏱᎨᏎᎢ. ᎢᏳᏃ ᏧᏳᎪᏗ ᏱᏚᎦᏗᎸᏎ ᎤᎬᏫᏳᎯ ᎤᏁᏨ ᎠᏥᎢᏍᏗ ᏱᏄᎵᏍᏔᏁᎢ; ᎾᏍᎩᏃ ᎢᏳᏍᏗ ᎦᏄᏯ ᏚᏮᏔᏁ ᏔᎷᏣ ᎢᏳᏍᏗ ᎤᏩᏁᎢ, ᎠᏲᎵᏃ ᎾᏍᎩ ᎤᎸᏔᏁᎢ, ᎡᏉᏄᎶᏗᏃ ᎦᏄᎸᏒ ᎤᏩᏍᎦᎸᏁᎢ.

source: In a little while the king’s daughter came down to the river to bathe. Perceiving the ark of bulrushes, she went with her maids to fetch it. When they looked into it, they found a little Hebrew boy there!
chr: ᏄᏬᎯᏨᎾᏉᏃ ᎤᎬᏫᏳᎯ ᎤᏪᏥ ᎠᏛ ᎠᎹᏱ ᎤᏓᏬᎢᎴᎢ. ᎤᎪᎲᏃ ᏓᎷᏣ ᎢᏳᏍᏗ, ᎤᏩᏒ, ᎠᎴ ᏧᏅᏏᏓᏍᏗ ᎤᏂᎩᎬᏎᎢ; ᏫᏚᎾᎧᎿᏅᏃ ᎤᏂᎪᎮ ᎠᏈᎷ ᎠᏧᏣ ᎾᎿ ᎦᏅᎨᎢ.

source: The heart of the princess was moved with compassion, and she resolved to save his life. She hired his own mother to nurse him. She gave him the name of Moses, and when he grew old enough to be put to school, she caused him to be instructed in all the learning of the Egyptians. At that period they were the most learned people on earth.
chr: ᎾᏍᎩᏃ ᎤᎪᎲ ᎤᏪᏙᎵᏍᏗᏳ ᎤᏓᏅᏓᏕᎢ, ᎠᎴ ᎬᏅ ᎤᏍᏕᎸᎡᏗᏱ ᏚᏭᎪᏔᏁᎢ. ᎠᏲᎵᏃ ᎤᏩᏒᏉ ᎤᏥ ᎤᏁᏤᎴ ᎤᏍᏆᎪᏓᏁᏗᏱ. ᏬᏏ ᏕᎤᏬᎡᎢ, ᎾᏉᏃ ᏰᎵ ᏗᎬᏩᏕᎶᏆᏍᏗ ᏄᎵᏍᏔᏅ ᏂᎦᎥ ᎢᏥᏈᏱ ᎠᏁᎯ ᎠᏂᎦᏔᎾᎥ ᏓᎨᏲᏁᎢ ᏇᎶ ᎤᏪᏥ ᎠᏛ ᎤᏁᏨᎯ; ᎾᎯᏳᏃ ᏥᎨᏎ ᏧᏂᎪᎾᏛᏔᏃᏅᎯ ᎨᏎ ᎡᎳᏂᎬ ᏓᏁᏩᏗᏒ ᎠᏂᎦᏔᎾᎢᏳ ᎨᏒᎢ.

source: But though he himself was so well treated, Moses did not forget the sufferings of the other Hebrews. He remembered that they were his brethren, and he resolved to rescue them from their oppressors.
chr: ᎠᏎᏃ ᏂᎦᎥ ᎣᏏᏳ ᎾᎦᏛᏁᎲ ᎤᏩᏒ, ᎥᏝ ᎠᏏ ᏳᏩᎨᏫᏍᏗᏍᎨ ᎠᏂᏐᎢ ᎠᏂᏈᎷ ᎠᏂᎩᎵᏲᏥᏙᎲᎢ ᎠᏅᏔᏗᏍᎨᏰᏃ ᎠᎾᎵᏅᏟ ᎨᏒᎢ, ᎠᎴ ᏚᏭᎪᏔᏁ ᏧᏭᏓᎴᏍᏗᏱ ᎤᏲ ᏂᎨᎬᎿᏕᎬᎢ.

source: He and his brother Aaron received power from God to perform many wonderful things, in order to induce Pharaoh to let the Hebrews depart out of Egypt. Ten great plagues were inflicted on the Egyptians, and these were so terrible that at last Pharaoh gave the Hebrews leave to go.
chr: ᏬᏏ, ᎠᎴ ᎤᏅᏟ ᎡᎵᏂ, ᎤᏁᎳᏅᎯ ᎤᏂᏍᎪᎸᏓᏁᎴ ᎤᏣᏘ ᎤᏍᏆᏂᎪᏗ ᏧᏂᎸᏫᏍᏓᏁᏗᏱ, ᎾᏍᎩ ᏇᎶ ᎤᎾᏁᎳᎩ ᎠᏂᏈᎷ ᎢᏥᏈᏱ ᏩᏂᏄᎪᎢ ᎤᏪᎵᏍᏗᏱ ᎠᏰᎸᏎᎢ. ᎠᏍᎪᎯ ᎢᏳᏓᎴᎩ ᎤᏣᏘ ᎤᏕᏯᏙᏗ ᎤᏂᎷᏤᎴ ᎢᏥᏈᏱ ᎠᏁᎯ, ᎾᏍᎩᏃ ᏅᏧᎵᏍᏙᏔᏁ ᏇᎶ ᎤᏬᎯᏳᏁ ᎠᏂᏈᎷ ᎢᏥᏈᏱ ᎤᏂᏄᎪᎢᏍᏗᏱ.

source: But scarcely were they gone, when the king was sorry that he had not still kept them in Egypt, that he might oppress them, and compel them to labor for him as before. He therefore mustered his warriors, and rode swiftly after the fugitives.
chr: ᎠᏎᏃ ᎤᎾᏂᎩᏒᏉ ᎤᎬᏫᏳᎯ ᎤᏲᎢ ᎤᏰᎸᏁ ᎠᏏᏉ ᎢᏥᏈᏱ ᏂᏚᏪᎧᎯᏴᎾ ᎨᏒᎢ, ᎾᏍᎩ ᎬᏍᎦᎢᏍᏓᎩ ᎢᏧᏩᏁᏗᏱ, ᎠᎴ ᎠᏏ ᎪᎱᏍᏗ ᎬᏩᏛᏁᏗᏱ ᎤᏚᎵᏍᎨᎢ. ᎾᏉᏃ ᏧᏤᎵᎦ ᏓᎿᏩ ᎠᏁᏙᎯ ᏚᏪᏟᏌᏁᎢ, ᎠᎴ ᏚᎨᎲᏎ ᎬᏩᎵᏘᎡᎸᎯ.

source: When he came in sight of them, they were crossing the Red Sea, which lies between Egypt and Arabia. The Lord had caused the waters to roll back, and form a wall on each side. Thus there was a path of glistening sand for the Hebrews through the very depths of the sea.
chr: ᎾᏍᎩᏃ ᏫᏚᎪᎲ ᎠᎹ ᎩᎦᎨᏍᏛᏱ ᏚᏙᎥ ᎠᎺᏉᎯ ᎤᏩᎫᏛ ᏓᏂᏐᎨᎢ, ᎾᏍᎩ ᎢᏥᏈᏱ, ᎠᎴ ᎠᎴᏈᏯ ᏚᏙᎥ ᎾᎿ ᎠᏰᎵ ᏧᏩᎫᏗ. ᏱᎰᏩ ᎤᏓᏅᎸᎯ ᎠᎹ ᏚᎦᎴᏅᎮᎢ, ᎠᎴ ᎢᏧᎳ ᎢᏗᏢ ᎤᏂᎶᎯᏍᏗᏱ ᏣᏐᏲ ᎢᏗᎬᏤᎵᏛ ᏄᎵᏍᏔᏁᎢ. ᎾᏍᎩᏃ ᎠᏰᎵ ᎠᎺᏉᎯ ᎤᏛᏓᎳᏗᏍᏗᏱ ᎨᏒ, ᎤᎦᏲᏛᎯ ᎦᏅᏁ ᎠᏂᏈᎷ ᎤᏂᎶᎯᏍᏗᏱ.

source: Pharaoh and his army rode onward, and by the time that the fugitives had reached the opposite shore, the Egyptians were in the midst of this wonderful passage.
chr: ᏇᎶᏃ, ᎠᎴ ᎠᏂᏯᏫᏍᎩ ᏓᏘᏁᎲ ᎬᎾᎢᏎᏉ, ᎠᏂᏈᎷᏃ ᏚᏂᏐᏦᏅ, ᏇᎶ ᎠᎴ ᎠᏂᏯᏫᏍᎩ ᏓᏗᏁᎲ ᎠᏰᎵ ᎥᏓᎵ ᎤᏩᎫᏛ ᎠᎾᎢᏎ.

source: As the Hebrews fled, they looked behind them. There was the proud array of the Egyptian king, with his chariots and horsemen, and all his innumerable army, and Pharaoh himself riding haughtily in the midst.
chr: ᎠᏂᏈᎷᏃ ᎠᎾᎢᏒ ᎤᎾᎦᏓᎲᏎᎢ, ᎾᎿᏃ ᏫᏚᏂᎪᎮ ᎤᎾᏢᏉᏗ ᎠᏂᏯᏫᏍᎩ ᎢᏥᏈᏱ ᎡᎯ ᎤᎬᏫᏳᎯ ᏧᏤᎵᎦ, ᏓᏆᎴᎷ ᏓᎿᏩ ᏤᏙᎯ ᏚᎾᏦᏕᎢ, ᎠᎴ ᏐᏈᎵ ᏧᎾᎩᎸᏗ ᏗᎾᎢᏎᎢ, ᏇᎶᏃ ᎤᏢᏉᏗᏳ ᎠᏰᎵ ᎠᎾᎢᏒ ᎨᎳᏗᏎᎢ.

source: The frightened Hebrews looked behind them again, and, lo! the two walls of water had rolled together. They were dashing against the chariots, and sweeping the soldiers off their feet. The waves were crested with foam, and came roaring against the proud and wicked king. In a little time the sea rolled calmly over Pharaoh and his host, and thus they all perished, leaving the Jews to proceed on their journey.
chr: ᎤᏂᏍᎦᎣᏅᎯᏃ ᎠᏂᏈᎷ ᏔᎵᏁ ᎢᎤᎾᎦᏔᎲᏎᎢ, ᎬᏂᏳᏉᏃ ᎠᎹ ᎠᏐᏯᏍᏔᏅᎯ ᎨᏒ ᏔᎵᏁ ᏧᏠᏏᎸᎯᏉ ᏂᎦᎨᏎᎢ. ᏓᏆᎴᎷ ᏓᎿᏩ ᏤᏙᎯ ᏕᎫᏢᏗᏍᎨᎢ, ᎠᏂᏯᏫᏍᎩᏃ ᏕᎠᏓᎢᏅᏗᏍᎨᎢ, ᏓᎵᏍᏗᎳᏁᎬᏃ ᎤᏭᏢᏔᏁ ᎤᏢᏉᏗ ᎠᎴ ᎤᏁᎫᏥᏛ ᎤᎬᏫᏳᎯ. ᏄᏬᎯᏨᎾᏉᏃ ᏇᎶ ᎠᎴ ᎠᏂᏯᏫᏍᎩ ᏧᏘᏂᏙᎸᎯ ᎠᏂᏅᏝᎥ ᎦᎸᎳᏗᏢ ᎠᎹ ᏕᎠᎵᏍᏗᎳᏁᎨᎢ. ᎾᎿᏉᏃ ᏂᎦᏗᏳ ᎤᎾᎵᏍᏆᏕᎴᎢ ᎠᏂᏈᎷᏃ ᏩᏂᎦᏛᏉ ᏭᏂᎶᏎᎢ.

source: This was a terrible event, but Pharaoh had been very cruel; he therefore deserved his fate. This story may teach us, that not only wicked rulers, but those who follow them, have reason to fear the judgments of Heaven.
chr: ᎾᏍᎩ ᎯᎠ ᎤᏣᏘ ᎤᏍᎦᏎᏗᏳ ᏄᎾᎵᏍᏓᏁᎴᎢ, ᎠᏎᏃ ᏇᎶ ᎤᏣᏘ ᎤᏁᎫᎯᏳ ᎨᏎᎢ; ᎾᏍᎩᏃ ᎢᏳᏍᏗ ᏚᏳᎪᏛᏉ ᏄᎵᏍᏓᏁᎴᎢ ᎢᎨᎵᏍᏗ ᏂᎦᎵᏍᏗᎭ. ᎾᏍᎩᏃ ᎯᎠ ᏥᏥᏃᎲᎵ ᏱᎨᏲᎲᎦ ᎥᏝ, ᎤᏂᏁᎫᏥᏛ ᎤᏂᎬᏫᏳᎯ ᎤᏅᏒ ᎤᏂᎾᏰᎯᏍᏗ ᏱᎩ ᎤᏁᎳᏅᎯ ᏧᏄᎪᏓᏁᏗᏱ, ᎾᏍᏉᏍᎩᏂ ᏂᎦᏛ ᎬᏩᎾᎵᎪᏁᎸᎯ.

source: About the wanderings of the Israelites in the wilderness.
chr: ᎢᏏᎵ ᏧᎾᏙᎢᏛ ᎢᎾᎨ ᎤᎾᎴᎾᎵᏙᎸ ᎦᏃᎮᏍᎩ.

source: It was now two hundred and fifteen years since Jacob had come to settle in Egypt. His descendants had multiplied so rapidly, that, at the time of their departure, the Hebrew nation are supposed to have amounted to at least two millions of people. Moses, their leader, was eighty years old, but his step was steady; and though of meek and humble manners, he was a man of great wisdom and firmness of character.
chr: ᎾᏉᏃ ᏔᎵᏧᏈ ᏍᎩᎦᏚ ᏄᏕᏘᏴᎮ ᏤᎦᏈ ᎢᏥᏈᏱ ᎬᏩᏁᎳᏗᎸᎯ. ᎤᏁᏢᏔᏅᎯᏃ ᎦᏣᏄᎵᏳ ᎤᏂᏁᏉᏤᎢ, ᎾᎯᏳᏃ ᎢᏥᏈᏱ ᎤᏂᏄᎪᏨ ᏌᏉ ᎢᏳᏆᏗᏅᏛ ᎾᏂᎡ ᎠᎾᏗᏍᎪᎢ. ᏬᏏᏃ ᏧᎾᏘᏂᏙᎯ ᏁᎳᏍᎪᎯ ᎢᏳᏕᏗᏴᏛ ᎨᏎᎢ, ᎠᏎᏃ ᎡᏙᎲ ᎠᏏᏉ ᎬᏂᎦᎵᏍᏗᏳ ᎨᏎᎢ; ᎤᏣᏘ ᎤᏓᏅᏘ, ᎠᎴ ᎤᏓᏙᎵᏍᏗ ᎨᏎᎢ, ᎠᏎᏃ ᎾᏍᏉ ᎤᏣᏘ ᎠᎦᏔᎾᎢ, ᎠᎴ ᎤᎵᏂᎩᏛ ᎤᏓᏅᏖᏗᏱ ᎨᏎᎢ.

source: The Hebrews intended to go directly from Egypt to the land of Canaan. This latter country is now called Palestine. Before reaching it the children of Israel were to pass through a part of Arabia.
chr: ᎠᏂᏈᎷᏃ ᎢᏥᏈᏱ ᎤᎾᏂᎩᏒ ᏧᏳᎪᏗᏉ ᎨᎾᏂ ᎦᏓ ᏗᎲ ᏭᏂᎶᎯᏍᏗᏱ ᎤᏂᏰᎸᏎᎢ. ᎾᏍᎩᏃ ᎯᎠ ᎨᎾᏂ ᏥᏚᏙᎡ ᏇᎵᏍᏓᏂ ᎠᏃᏎᎰ ᎪᎯ ᏥᎩ. ᎠᏏᏉᏃ ᎾᎿ ᏫᏄᏂᎷᏨᎾ ᎠᎴᏈᏯ ᏚᏙᎥ ᎤᏂᎶᎯᏍᏗ ᎨᏎᎢ.

source: In order that they might not go astray, a vast pillar of mist, or cloud, moved before them all day long; and at night the pillar of cloud was changed to a pillar of fire, which threw a radiance over the regions through which they journeyed.
chr: ᎾᏍᎩᏃ ᎬᏩᎾᎴᎾᏍᏗ ᏂᎨᏒᎾ ᎢᏳᎵᏍᏙᏗᏱ, ᎤᎶᎩᎸ ᎠᎾᎢᏒ ᎢᎬᏱᏢ ᏄᏍᏗᏗᏎ ᎤᏙᏓᏆᏛ; ᎤᏒᎯᏃ ᏂᎦᎵᏍᏓ ᎾᏍᎩ ᎤᎶᎩᎸ ᎠᏥᎸ ᎠᎵᏍᏕᏓᎵᏴᏍᏙᏗᏍᎨᎢ, ᎾᏍᎩᏃ ᎢᎦ ᎤᎾᏘᏍᏓᏁᎮ ᏂᎬᎾᏛ ᎾᎿ ᎠᎾᎢᏒᎢ.

source: The country was desolate and barren, and often destitute of water, but the Lord fed the people with manna and with quails ; and when they were thirsty, Moses smote upon a rock, and the water gushed out abundantly. This was a great relief, for the climate there was exceedingly hot. Beside all this, the Hebrews received divine assistance against the Amalekites, and were enabled to conquer them in battle.
chr: ᎾᎿᏃ ᎠᎾᎢᏒ ᎤᏣᏘ ᎤᎯᏐᏗᏳ ᎨᏎᎢ, Ꮭ ᎠᎴ ᎪᎱᏍᏗ ᎣᏍᏛ ᏳᏰᎿᎡᎢ, ᏯᏃᎩᏳᏃ ᎠᎹ ᎤᏂᏂᎬᏎᎮᎢ, ᎠᏎᏃ ᏱᎰᏩ ᎹᎾ, ᎠᎴ ᏥᏍᏆ ᎫᏇ ᎢᏳᎾᏍᏗ ᏕᎨᎳᏍᏗᏍᎨᎢ; ᏚᏂᏔᏕᎦᏅᏃ ᏬᏏ ᏅᏲᎯ ᎤᏩᏂᎴᎢ, ᎤᏣᏘᏃ ᎠᎹ ᎾᎿ ᏧᏔᏍᎩᏎᎢ. ᎾᏍᎩ ᎯᎠ ᎤᏣᏘ ᎣᏍᏛ ᎤᎾᏓᏅᏓᏗᏍᏔᏁᎢ, ᎾᎿᏰᏃ ᎨᏒ ᎤᏣᏘ ᎤᏗᎴᎩᏳ ᎨᏎᎢ. ᎠᏂᎺᎳᎩᏃ ᏧᎾᏙᎢᏛ ᏕᎬᏩᎾᏟᏴᎡᎸ, ᎦᎸᎳᏗ ᏅᏓᏳᏓᎴᏅᎯ ᎤᎾᎵᏍᏕᎸᏙᏗ ᎤᏂᏩᏛᎮ ᎠᏂᏈᎷ, ᎠᎴ ᏰᎵᏉ ᏗᎬᏩᏂᏎᎪᎩᏍᏗ ᏄᎵᏍᏔᏁ ᏓᎾᎵᎲᎢ.

source: But, in spite of these various mercies, the Israelites were an ungrateful and rebellious people. They often turned from the worship of the true God, and became idolaters.
chr: ᎠᏎᏃ ᏂᎦᎥ ᏧᏓᎴᏅᏛ ᎨᏥᏙᎵᏥᏙᎲᎢ, ᎠᏏᏉ ᎾᎾᎵᎮᎵᏤᎲᎾ ᎨᏎᎢ, ᎠᎴ ᎠᏏᏉ ᎤᏁᎳᏅᎯ ᏗᏂᎦᏘᎴᎩ ᎨᏎ ᎠᏂᏈᎷ. ᏯᏃᎩᏳ ᏚᏂᏲᏍᎨ ᎤᏁᎳᏅᎯ ᎠᎾᏓᏙᎵᏍᏓᏁᎲᎢ, ᎠᎴ ᎪᎱᏍᏗᏉ ᏗᎾᏓᏙᎵᏍᏓᏁᎯ ᎾᎾᎵᏍᏗᏍᎨᎢ.

source: At the very time when the Lord was revealing himself to Moses on the summit of Mount Sinai, the people compelled Aaron to make a golden calf. They worshipped this poor image instead of Jehovah, who had brought them out of Egypt.
chr: ᎾᎯᏳᏃ ᏱᎰᏩ ᎬᏂᎨᏒ ᏥᎾᏛᏁᎮ ᏬᏏ ᏌᎾᏱ ᎣᏓᎸ ᎠᏂᏈᎷ ᎬᏩᏅᏫᏍᏓᏁ ᎡᎵᏂ, ᏩᎦ ᎠᎩᎾ ᏗᏟᎶᏍᏓᏅᎯ ᎠᏕᎸ ᏓᎶᏂᎨ ᎤᏬᏢᏙᏗᏱ. ᎾᏍᎩᏃ ᎯᎠ ᎪᎱᏍᏗ ᎬᏙᏗ ᏂᎨᏒᎾ ᎠᎾᏓᏙᎵᏍᏓᏁᎮᎢ, ᏱᎰᏩ ᎢᏥᏈᏱ ᏅᏓᏳᎾᏘᏅᏍᏓᏅᎯ ᎤᏂᏁᏟᏴᏍᏓᏁᎢ.

source: On account of their numerous sins the Lord often inflicted severe punishments upon them. Many were slain by pestilence, and some were swallowed up in the earth. The remainder were compelled to wander forty years in the deserts of Arabia, though the whole distance in a direct line from Egypt to Canaan was but two hundred and fifty miles.
chr: ᏱᎰᏩᏃ ᎢᏴᏛᎭᏉ ᎤᏣᏘ ᎤᏍᎦᏎᏗᏳ ᏂᏕᎬᏁᎮᎢ, ᎤᏣᏘ ᎤᏂᏍᎦᏅᏨ ᎤᏂᏍᏛᏗᏍᎨᎢ, ᎤᏂᏣᏘ ᎥᏳᎩ ᏕᎤᏂᎴᎢ, ᎦᏙᎯᏃ ᎾᏍᏉ ᎤᎵᏍᏚᎢᏎ ᎢᎦᏛᏃ ᎾᎿᏉ ᏚᏂᏃᏴᏤᎢ. ᎤᎾᏛᏂᏛᎯᏃ ᎠᎴᏈᏯ ᏚᏙᎥ, ᏃᏳᎯ ᏕᎨᏌᏗᏒ, ᏅᎦᏍᎪᎯ ᏧᏕᏘᏴᏛ ᎤᎾᎴᎾᎵᏙᎴᎢ; ᎢᏥᏈᏱ ᎡᏅᏛ ᏧᏳᎪᏗ ᏳᏫᎦᎶᏒ ᎨᎾᏂ ᏚᏙᎥ ᏳᏫᎦᎷᏨ ᏔᎵᏧᏈᏉ ᎯᎠᏍᎪᎯ ᎢᏳᏟᎶᏛ ᎡᏅᏍᏗ ᏂᎦᎵᏍᏗᎭ.

source: Before they came to the land of Canaan, most of those who had fled out of Egypt were dead. Their children inherited the promised land, but they themselves were buried in the sands of the desert. Even Moses was permitted merely to gaze at the land of Canaan from the top of Mount Pisgah. Here he died, at the age of one hundred and twenty years.
chr: ᎠᏏᏉ ᎨᎾᏂ ᏫᏄᏂᎷᏨᎾ, ᏂᎦᏛᏉ ᎢᏳᏍᏗ ᎢᏥᏈᏱ ᏓᏳᏁᏅᏛ ᏚᏂᏲᎱᏐᏁᎢ. ᏧᏁᏥᏃ ᎤᎾᏤᎵᎦ ᏄᎵᏍᏓᏁ ᎠᏚᎢᏍᏓᏅᎯ ᎨᏒ ᎦᏙᎯ, ᎤᏅᏒᏍᎩᏂ ᏃᏳᎯ ᎨᏒ ᏕᎨᏥᏂᏌᏁᎢ. ᎠᎴ ᎾᏍᏉ ᏬᏏ ᏈᏏᎦ ᏚᏙᎥ ᎤᏌᎯᎸ ᎤᎿᎷᏎ, ᎠᎴ ᎨᎾᏂ ᎦᏓ ᎠᎲ ᎤᎪᏩᏛᏗᏱᏉ ᎤᏩᏒ ᎠᏥᏍᎪᎸᏓᏁᎴᎢ. ᎠᎴ ᎾᎿᏉ ᎤᏲᎱᏎᎢ, ᎠᏍᎪᎯᏧᏈ ᎢᏳᏕᏘᏴᏛ ᎨᏎᎢ.

source: After the death of Moses, Joshua, the son of Nun, became leader of the Israelites. Under his guidance they entered the promised land, and subdued the people who inhabited it. The territory of Canaan was then divided among the twelve tribes of Israel.
chr: ᏬᏏᏃ ᎤᏲᎱᏒ, ᏦᏑᏪ ᏧᏙᎢᏛ, ᏅᏂ ᎤᏪᏥᏛᎯ, ᎢᏏᎵ ᏗᏘᏂᏙᎯ ᏄᎵᏍᏔᏁᎢ. ᎾᏍᎩᏃ ᏓᏓᏗᏁᎲ ᎨᏥᏚᎢᏍᏔᏁᎸᎯ ᏗᎨᏒ ᏭᏂᎾᏄᎪᏥᎴᎢ, ᎠᎴ ᎾᎿ ᎠᏁᎯ ᏚᏂᏎᎪᎩᏎᎢ. ᎠᎴ ᏔᎳᏚ ᎢᏯᏂᎵᏍᏓᎴᎩ ᎵᏏᎵ ᏧᏪᏥᏛᎯ, ᎤᏂᏯᏙᎴ ᎨᎾᏂ ᎦᏓ ᎠᎲᎢ.

source: Overthrow of the Midianites. Samson, judge of the Israelites.
chr: ᎠᏂᎻᏗ ᎨᏥᏎᎪᎩᏒᎢ, ᎠᎴ ᏌᎻᏏᏂ ᎢᏏᎵᏱ ᏗᎫᎪᏗᏍᎩ ᏄᎵᏍᏔᏅ ᎦᏃᎮᏍᎩ.

source: AFTER their settlement in Canaan the Israelites lived under the authority of judges. These were their rulers in time of peace, and their generals in war. Some of them ere very remarkable personages, and did many things worthy of remembrance.
chr: ᎾᏉᏃ ᎨᎾᏂ ᏫᏚᎾᏁᎳᏗᎸ, ᏗᏄᎪᏗᏍᎩ ᏧᎾᏁᎶᏗ ᎨᏎ ᎢᏏᎵ ᎠᏁᎯ, ᎾᏍᎩᏃ ᎯᎠ ᎤᏂᎬᏫᏳᎯ ᏧᏂᏰᎸᎯ ᎨᏎ ᏙᎯ ᎨᏒᎢ, ᏓᎿᏬᎯᏃ ᎨᏒ ᎾᏍᎩ ᏗᎬᏩᎾᏘᏂᏙᎯ ᎨᏎᎢ. ᎢᎦᏛ ᎤᏣᏘ ᎤᏂᏍᏆᏂᎪᏗᏳ ᎨᏎᎢ, ᎤᏣᏘᏃ ᎪᎱᏍᏗ ᎤᏍᏆᏂᎪᏗ ᎤᎾᏛᏁᎵᏙᎴᎢ ᏰᎵ ᎦᏃᎮᏗ ᎢᎦᎢ.

source: The name of one of the judges was Gideon. While he ruled Israel, an army of Midianites invaded the country, and oppressed the people for seven years. But the Lord instructed Gideon how to rescue the Israelites from their power.
chr: ᎠᏏᏴᏫᏃ ᏗᎫᎪᏗᏍᎩ ᎩᏗᏯᏂ ᏚᏙᎡᎢ. ᎾᎯᏳᏃ ᎢᏏᎵ ᎾᏍᎩ ᏗᎬᏩᏁᎶᏗ ᏥᎨᏎ, ᎻᏗᏯ ᎠᏁᎯ ᏓᎿᏩ ᎠᏁᏙᎯ ᎬᏩᏂᏃᎵᎴ ᎾᎿ ᎠᏁᎲᎢ, ᎠᎴ ᎦᎵᏉᎩ ᏧᏕᏘᏴᏛ ᎠᏍᏓᏱᏳ ᏂᏚᏅᎿᏕᎨ ᏴᏫ. ᎠᏎᏃ ᏱᎰᏩ ᎤᏪᏲᏁ ᎩᏗᏯᏂ ᎢᏳᏛᏁᏗᏱ ᎢᏏᎵ ᎤᏲ ᏂᎨᎬᎾᏕᎬ ᏧᏭᏓᎴᏍᏗᏱ.

source: Gideon chose three hundred men, and caused each of them to take an earthen pitcher, and put a lamp within it. With this small band he entered the camp Of the Midianites by night. There was an immense army of them, sleeping in their tents, without apprehending any danger from the conquered Israelites.
chr: ᎩᏗᏯᏂᏃ ᏚᏑᏰᏎ ᏦᎢᏧᏈ ᎢᏯᏂᏛ ᎠᏂᏍᎦᏯ, ᎾᏍᎩᏃ ᎠᏂᏏᏴᏫᎭ ᎦᏓ ᏗᎬᏅᎯ ᏚᏂᏴᏎᎢ, ᏗᏨᏍᏙᏗᏃ ᎾᎿ ᏚᏂᎳᏕᎢ. ᎾᏍᎩᏃ ᎯᎠ ᎯᎸᏍᎩᏉ ᎢᏯᏂᏛ ᏥᎨᏎᎢ, ᎠᏂᎻᏗ ᏚᏂᎵᏦᏛ ᏒᏃᏱ ᏭᏂᎷᏥᎴᎢ. ᎤᏂᏧᏈᏍᏗᏃ ᎠᏂᏯᏫᏍᎩ ᎾᎿ ᎠᏂᎵᏁᎢ, ᎤᏍᏗ ᎤᏅ ᏂᏓᏂᏍᎦᎢᎲᎾ ᎨᏎ ᎢᏏᎵ ᎠᏁᎯ, ᎾᏍᎩ ᏧᏂᏎᎪᎩᏐᏅᎯ ᏧᏂᏰᎸᏎᎢ.

source: But their destruction was at hand. Gideon gave a signal, and all his three hundred men broke their pitchers, at the same time blowing a loud blast upon trumpets which they had brought. This terrible clamor startled the Midianites from their sleep.
chr: ᎠᏎᏃ ᎨᏥᏛᏙᏗ ᎨᏒ ᎤᎶᏗᏢᏉ ᏄᏍᏗᏕᎨᎢ. ᎩᏗᏯᏂᏰᏃ ᎠᏤᎷᎩ ᎤᏃᏴᎵᏍᏔᏅ, ᏂᎦᏗᏳ ᏚᏂᎶᎡ ᎦᏓ ᏗᎬᏅᎯ ᏓᏂᏰᎲᎢ, ᎾᏉᏃ ᎬᏂᎨᏒ ᏚᏂᏨᏍᏕᎢ; ᎠᎴ ᎠᏍᏓᏱᏳ ᏚᏂᏤᎷᎯᏎᎢ. ᎾᏍᎩᏃ ᎯᎠ ᎤᏣᏘ ᎤᏂᏃᏴᎵᏍᏔᏅ ᎠᏂᎻᏗ ᏚᏂᏰᏍᏙᏔᏁᎢ.

source: Amid the clangor of the trumpets they heard the Israelites shouting, “The sword Of the Lord and of Gideon.” A great panic seized upon the Midianites. They doubtless imagined that all the Hebrew army had broken into their camp.
chr: ᏗᏤᎷᎯᏍᏗᏃ ᎤᏣᏘ ᏚᏃᏴᎬ ᎠᏏᏉ ᏰᎵ ᎬᏩᎾᏛᎪᏗ ᎨᏎ ᎯᎠ ᎾᏂᏪᏍᎬ ᎢᏏᎵ ᎠᏁᎯ, ᎭᏰᎳᏍᏗᎦᏅᎯᏛ ᏱᎰᏩ ᎤᏤᎵᎦ, ᎠᎴ ᎩᏗᏯᏂ ᎤᏤᎵᎦ; ᎠᏂᎻᏗᏃ ᎤᏣᏘ ᎤᏂᏍᎦᎴᎢ; ᏂᎦᏛ ᎠᏂᏯᏫᏍᎩ ᎠᏂᏈᎷ ᏧᎾᏤᎵᎦ ᏙᎩᎵᏦᏛ ᎪᎩᏴᏏ, ᎤᏁᎵᏎᎢ.

source: Each man mistook his neighbor for an enemy; so that more of the Midianites were slain by their own swords, than by the swords of the men of Israel. Thus God wrought a great deliverance for his people.
chr: ᎾᏉᏃ ᎤᏅᏒ ᏕᎤᎾᏓᎵᏙᏤᎢ, ᎠᎴ ᎤᏅᏒᏉ ᎠᎦᏍᎩ ᏕᎤᎾᏓᏕᎵᏎᎴᎢ, ᎾᏍᎩᏃ ᏅᏧᎵᏍᏙᏔᏁ ᎤᏟ ᎾᏂᎡ ᎠᏂᎻᏗ ᎤᏅᏒᏉ ᏧᎾᏓᎸᎯ, ᎡᏍᎦᏉ ᎢᏏᎵ ᏗᎬᏩᏂᎸᎯ. ᎤᏁᎳᏅᎯᏃ ᎯᎠ ᏥᏄᏛᏁᎴᎢ ᎤᏣᏘ ᏚᏍᏕᎸᎮ ᏴᏫ.

source: The most famous of all the judges of Israel was named Samson. He was the strongest man in the world; and it was a wonderful circumstance, that his great strength depended upon the hair of his head.
chr: ᏌᎻᏏᏂ ᎠᏗᎾ ᏧᏙᎢᏛ ᏂᎦᏛ ᏗᏄᎪᏗᏍᎩ ᎢᏏᎵ ᎠᏁᎯ ᏧᎶᏒᏍᏓᏃᏁᎸᎯ ᎨᏎ ᎠᏥᎸᏉᏗᏳ ᎨᏒᎢ. ᎾᏍᎩ ᎤᏣᏘ ᎤᎵᏂᎩᏗᏳ ᎨᏎᎢ; ᎠᎴ ᎤᏍᏗᏰᎬᏉ ᎤᎵᏂᎪᎯᏍᏗᏍᎨᎢ.

source: While he continued to wear his hair long, and curling down his neck, he had more strength than a hundred men put together. But if his hair were to be cut off, he would be no stronger than any single man.
chr: ᎦᏅᎯᏛᏰᏃ ᏳᏍᏗᏰᎦ, ᎠᎴ ᎠᎩᎵᎴᏂ ᎢᏴᏛ ᏳᏫᏓᏓᏇᏅᏍᎦ, ᎤᏟ ᏄᎵᏂᎬᎨ ᎡᏍᎦᏉ ᎠᏍᎪᎯᏧᏈ ᎢᏯᏂᏛ ᎠᏂᏍᎦᏯ. ᎤᏍᏗᏰᎬᏍᎩᏂ ᏯᏥᎦᎵᏎᎸ ᎾᏉ ᏌᏉᏉ ᎠᏍᎦᏯ ᏄᎵᏂᎬᎬ ᎾᏍᎩᏯᏉ ᏄᎵᏂᎬᎨᎢ.

source: In the days of Samson the Philistines had conquered the Israelites. Samson disliked them on account of the injuries which they inflicted upon his countrymen. He made use of his great strength to do them all the harm in his power.
chr: ᎾᎯᏳ ᏌᎻᏏᏂ ᏤᎮ ᎠᏂᏈᎵᏍᏗ ᎬᏩᏂᏎᎪᎩᏛ ᎨᏎ ᎢᏏᎵᏱ ᎠᏁᎯ. ᏌᎻᏏᏂᏃ ᎤᏣᏘ ᏕᎦᏂᏆᏘᎮᎢ, ᏅᏗᎦᎵᏍᏙᏗᏍᎨ ᎤᏲ ᏂᏚᏅᎿᏕᎬ ᎤᏠᏱ ᎨᏒ ᏴᏫ ᎤᏣᏘᏃ ᎤᎵᏂᎬᎬ ᎬᏗᏍᎨ ᏂᎦᎥᏉ ᎤᏲ ᎢᏗᎬᏩᏁᏗ ᎨᏒ ᏂᏕᎬᏁᎮᎢ.

source: Samson's exploits and death.
chr: ᏌᎻᏏᏂ ᏄᏛᏁᎵᏙᎸ, ᎠᎴ ᎤᏲᎱᏒ ᎧᏃᎮᏍᎩ.

source: On one occasion Samson slew a thousand of the Philistines, although he had no better weapon than the jaw-bone of an ass. At another time, when they had shut him up in the city of Gaza, he took the gates of the city upon his shoulders, and carried them to the top of a distant hill.
chr: ᏌᏉᏃ ᏄᎵᏍᏔᏁ ᏌᎻᏏᏂ ᏌᏉ ᎢᎠᎦᏴᎵ ᎢᏯᏂᏛ ᎠᏂᏈᎵᏍᏗ ᏚᎴᎢ, ᏐᏈᎵ ᏗᎦᎵᎠᏅᎯᏛ ᎤᎪᎳ ᎧᏳᎪ ᎤᏕᏅᎯ ᎤᏮᏔᏁᎢ. ᎯᎸᎯᏳᏃ ᎾᏍᏉ ᎨᏌ ᏚᏙᎥ ᎦᏚᎲ ᎠᏥᏴᏕᎢ, ᎦᏚᎲᏃ ᏓᏍᏚᏛ ᏚᏃᏜᏕᏉ, ᎠᎴ ᎢᏴᏛ ᏦᏓᎸ ᎤᏍᎪᎵ ᏫᏚᏩᏃᎴᎢ.

source: But, though Samson hated the Philistines, and was always doing them mischief, there was a woman among them whom he loved. Her name was Delilah. She pretended to love Samson in return; but her only object was to ruin him.
chr: ᏌᎻᏏᏂᏃ ᏂᎦᎥ ᏓᏍᎦᎬ ᎠᏂᏈᎵᏍᏗ, ᎠᎴ ᏂᎦᎥ ᎤᏲ ᏂᏕᎬᏁᎲᎢ, ᎠᏏ ᏌᏉ ᎠᎨᏴ ᎤᏝᏍᏕ ᎠᏁᎲᎢ, ᎾᏍᎩ ᎤᏣᏘ ᎤᎨᏳᎯᏳ ᎨᏎᎢ. ᎾᏍᎩᏃ ᏗᎳᎢᎳ ᏕᎤᏙᎡᎢ. ᎠᎨᏴᏃ ᎾᏍᏉ ᏌᎻᏏᏂ ᎤᎨᏳᎯ ᎤᏤᎸᏎᎢ; ᎠᏎᏃ ᎤᏲᏉ ᎢᏳᏩᏁᏗᏱ ᎤᏩᏒ ᎠᎵᏂᎬᏁᎮᎢ.

source: This woman used many persuasions to induce Samson to tell her what it was that made him so much stronger than other men. At first Samson deceived her. He said that if he were bound with seven green withs, his strength would depart; or, that if he were tied with new ropes, he should be as weak as an ordinary man.
chr: ᎾᏍᎩᏃ ᎯᎠ ᎠᎨᏴ ᎤᏣᏘ ᎤᏍᏗᏰᏔᏁ ᏌᎻᏏᏂ ᎤᏃᏁᏗᏱ ᏅᏗᎦᎵᏍᏙᏗᏍᎬ ᏂᎦᎥ ᎤᎵᏂᎬᎬᎢ. ᎠᏎᏃ ᏌᎻᏏᏂ ᎢᎬᏱ ᎤᎶᏄᎮᎴᏉ. ᎯᎠ ᏄᏪᏎᎴᎢ, ᎢᏳᏃ ᎦᎵᏉᎩ ᏗᏤᎯ ᎦᎾᏍᏓ ᏗᎦᏄᏖᏲᎸᎯ ᏱᏛᏆᎸᏍᏔᏅ, ᎠᏆᎵᏂᎬᎬ ᏯᎵᏛᏓ; ᎠᎴ ᏗᏤ ᎠᏍᏕᏱᏛ ᏱᏛᏆᎸᏍᏓᏅ, ᎠᏂᏐᎢᏉ ᎠᏂᏍᎦᏯ ᏄᎾᏍᏛ ᏱᎾᏆᏍᏗ.

source: So Delilah bound him first with seven green withs, and afterwards with new ropes. But Samson snapped the withs like burnt tow, and the ropes like thread. At length, however, Delilah prevailed upon him to, tell her the real cause of his great strength.
chr: ᏗᎳᎢᎳᏃ ᎦᎵᏉᎩ ᏗᏤ ᎦᎾᏍᏓ ᏗᎦᏄᏖᏲᎸᎯ ᏚᎸᏍᏔᏁᎢ, ᎠᏎᏃ ᏙᎴᏛᏉ ᎤᎬᎯ ᏚᏰᎸᏁ ᏚᎦᎵᏎᎢ; ᎾᏉ ᎠᎴ ᏗᏤ ᎠᏍᏕᏱᏛ ᏚᎸᏍᏔᏁᎢ, ᎾᏍᎩᏃ ᎾᏍᏉ ᎠᏍᏗᏉ ᏥᏛᎦᎸᎢᏍᎪ ᎾᏍᎩᏯ ᏂᏚᏩᏁᎴᎢ. ᎠᏎᏃ ᎯᎸᎯᏳᏉ ᎢᏴᏛ ᏯᏃᎩᏳ ᎤᏍᏗᏰᏗᏍᎬ ᏅᏧᎵᏍᏙᏔᏁ ᏌᎻᏏᏂ ᎤᏓᎵᎢ ᎤᏃᏁᎴ ᏅᏗᎦᎵᏍᏙᏗᏍᎬ ᏂᎦᎥ ᎤᎵᏂᎩᏗᏳ ᎨᏒᎢ.

source: When she had found out the secret, she cut off the hair of his head while he was sleeping, and then delivered him to her countrymen, the Philistines. These put out his eyes, and bound him with fetters of brass, and he was forced to labor like a brute beast in the prison.
chr: ᏗᎳᎢᎳᏃ ᎤᏕᎶᎰᏒ ᎢᏳᏍᏗ ᎤᎵᏂᎪᎯᏍᏗᏍᎬᎢ, ᎤᏍᏗᏰᎬ ᎤᎦᎵᏎᎴᎢ ᎦᎵᎲᎢ; ᎾᏉᏃ ᎠᏂᏈᎵᏍᏗ ᏕᎤᏲᎯᏎᎴᎢ. ᎾᏍᎩᏃ ᏕᎬᏩᎧᏖᏙᎢᏎᎢ, ᎠᎴ ᎥᏣᏱ ᏕᎬᏩᎸᏍᏔᏁᎢ, ᎪᎱᏍᏗᏃ ᎦᎾᏝᎢᏉ ᏥᏚᎸᏫᏍᏔᏁᎰ ᎾᏍᎩᏯ ᎢᏳᏛᏁᏗ ᎾᎬᏁᎴ ᏗᏓᏍᏚᏗᏱ.

source: Samson was able to work very hard, for pretty soon his hair began to grow, and so his wonderful vigor returned. Thus he became the strongest man in the world again.
chr: ᏌᎻᏏᏂᏃ ᏰᎵᏉ ᎤᏣᏘ ᏗᎬᏩᎸᏫᏍᏓᏁᏗ ᎨᏎᎢ, ᏞᎩᏳᏉᏰᏃ ᎤᏛᎯᏎᎴ ᎤᏍᏗᏰᎬᎢ, ᎾᏉᏃ ᎢᎤᏓᎴᏂᏌᏁᎴ ᎤᏣᏘ ᎬᏂᎦᎵᏍᏗᏳ ᎨᏒᎢ, ᎾᏍᎩᏃ ᏔᎵᏁ ᎡᎳᏂᎬ ᏓᏁᏩᏗᏒ ᏧᎪᎾᏛᏔᏃᏅᎯ ᏂᎤᎵᏍᏔᏁ ᎤᎵᏂᎩᏗᏳ ᎨᏒᎢ.

source: One day the Philistines were Offering a great sacrifice to their idol, Whose name was Dagon. They feasted, and their hearts were merry. When their mirth was at its height, they sent for poor blind Samson, that he might amuse them by showing specimens of his wonderful strength.
chr: ᏌᏉᏃ ᏄᎵᏍᏔᏁ ᎠᏂᏈᎵᏍᏗ ᎠᏥᎸ ᎠᏁᎴᎮ ᎤᏁᎳᏅᎯ ᎤᏂᏰᎸᎯ ᏕᎪᏂ ᏧᏙᎢᏛ. ᎤᏣᏘᏃ ᏚᎾᎵᏍᏓᏴᏁᎢ, ᎠᎴ ᏗᎬᏂᎦᎵᏍᏗᏳ ᎨᏎ ᏚᎾᏓᏅᏛᎢ. ᎾᏉᏃ ᎤᏣᏘ ᎣᏍᏛ ᏚᎾᏓᏅᏓᏛ ᎤᎾᏓᏅᏎ ᏗᎨᏫ ᏌᎻᏏᏂ ᎨᎦᏘᏃᎮᏗᏱ ᎤᎾᏚᎵᏍᎨ ᎤᏂᎪᏩᏛᏗᏱ ᏄᏍᏆᏂᎪᏛ ᎢᎬᏩᏛᏁᏗ ᎨᏒᎢ.

source: Samson was accordingly brought from prison and led into Dagon’s temple. His brazen fetters clanked at every step. He was a woeful object with his blinded eyes. But his hair had grown again, and was curling upon his brawny shoulders.
chr: ᏌᎻᏏᏂᏃ ᏗᏓᏍᏚᏗᏱ ᏩᏥᏯᎢᏎᎢ, ᎠᎴ ᏕᎪᏂ ᎤᎾᏓᏙᎵᏍᏓᏁᏗᏱ ᎠᏓᏁᎸ ᎠᎦᏘᏃᎴᎢ, ᎤᏣᏘ ᎤᏲᎢᏳ ᎨᏎ ᏗᎧᏃᏗᏱ, ᎢᏧᎳᏰᏃ ᏣᏥᎦᏖᏙᎢᏛ ᎨᏎᎢ. ᎠᏎᏃ ᎤᏍᏗᏰᎬ ᏔᎵᏁ ᎤᏛᎯᏎᎸᎯ ᎨᏎᎢ, ᎠᎴ ᏗᎦᏅᏬ ᎢᏴᏛ ᏫᏚᏓᏇᏅᏎᎢ.

source: When Samson had done many wonderful feats of strength, he asked leave to rest himself against the two main pillars of the temple. The floor and galleries were all crowded with Philistines. They gazed upon this man of mighty strength, and they triumphed and rejoiced, because they imagined he could do them no more harm.
chr: ᎾᏉᏃ ᏌᎻᏏᏂ ᎤᏣᏘ ᎤᏍᏆᏂᎪᏗ ᏂᏚᏛᏁᎸ, ᏚᏔᏲᏎᎴ ᏕᎨᏛ ᎾᎿ ᎠᏓᏁᎸ ᎤᎵᏍᏓᏱᏗᏍᏛ ᎤᏓᏍᏓᎦᎳᏗᏍᏗᏱ. ᎾᎿᏃ ᎠᏓᏁᎸ ᎠᏂᏈᎵᏍᏗ ᎠᏂᎧᎵᏬᎯ ᎨᏎᎢ. ᎾᏍᎩᏃ ᎯᎠ ᎤᏣᏘ ᎤᎵᏂᎩᏛ ᎠᏍᎦᏯ ᏕᎬᏩᎧᏂᏍᎨᎢ, ᎤᏣᏘᏃ ᎠᎾᎵᎮᎵᎨᎢ, ᏅᏗᎦᎵᏍᏙᏗᏍᎨ ᎪᎱᏍᏗ ᎬᏩᏅᏁᏗ ᏂᎨᏒᎾ ᎠᏁᎵᏍᎬᎢ.

source: But while they gazed, the strong man threw his arms round the two pillars of the temple. The edifice trembled as with an earthquake. Then Samson bowed himself with all his might, and down came the temple with a crash like thunder, overwhelming the whole multitude of the Philistines in its ruins.
chr: ᎾᏍᎩᏃ ᎯᎠ ᎤᎵᏂᎩᏛ ᎠᏍᎦᏯ ᏕᎬᏩᎧᏅᎢ, ᏕᎨᏛᎢ ᎠᏓᏁᎸ ᎤᎵᏍᏓᏱᏗᏍᏛ ᏚᏂᏴᎮᎢ. ᎾᎿᏃ ᎠᏓᏁᎸ ᎤᏣᏘ ᎤᎵᏖᎸᏁᎢ. ᎾᏉᏃ ᏌᎻᏏᏂ ᏄᎵᏂᎬᎬ ᎢᏴᏛ ᎤᎵᏍᏓᏲᏔᏁᎢ, ᎠᎴ ᎠᏓᏁᎸ ᎤᏲᏍᏔᏁᎢ, ᎤᏲᏨᏃ ᎠᏴᏓᏆᎶᏍᎩ ᏧᏃᏴᎪ ᎢᎦᎦᏛ ᎤᏃᏴᎵᏎᎢ, ᎠᎴ ᎤᏂᏣᏘ ᎠᏂᏈᎵᏍᏗ ᏚᏅᏩᏢᏔᏁᎢ.

source: Samson was likewise crushed, but in his death it appears that he triumphed over his enemies, and lay buried beneath the dead bodies of lords and mighty men.
chr: ᏌᎻᏏᏂᏃ ᎾᏍᏉ ᎤᎯᏍᏔᏁᎢ, ᎠᏎᏃ ᎤᏲᎱᏒ ᎬᏩᏍᎦᎩ ᏚᏎᎪᎩᏎᎢ, ᎤᏂᎬᏫᏳᎯᏃ ᎠᎴ ᎨᏥᎸᏉᏗ ᎠᏂᏍᎦᏯ ᏧᏂᏲᎱᏒᎯ ᎠᏂᏡᎬ ᎾᎿ ᎭᏫᏂᏢ ᎦᏁᎢ.

source: Beginning of the reign of Saul.
chr: ᎤᏓᎴᏅᎲ ᏐᎳ ᏧᏙᎢᏛ ᎤᎬᏫᏳᎯ ᏄᎵᏍᏔᏅᎢ ᎧᏃᎮᏍᎩ.

source: MANY other judges ruled over Israel, in the space of about four hundred years from the time that Moses led the Hebrews out of Egypt. But at length they became dissatisfied with this mode of government, and demanded that a king should be placed over them.
chr: ᎤᏂᏣᏘ ᎠᏗᎾ ᏅᏩᎾᏓᎴ ᏗᏄᎪᏗᏍᎩ ᎤᎾᏕᏁ ᎢᏏᎵᏱ, ᏬᏏᏰᏃ ᎢᏥᏈᏱ ᏥᏙᏗᏘᏅᏍᏗᏍᎨ ᎠᏂᏈᎷ ᎾᎯᏳ ᎤᏓᎴᏅᎮᎢ ᏅᎩᏧᏈ ᏧᏕᏘᏴᏛ ᏗᏄᎪᏗᏍᎩ ᏚᎾᏁᎶᏕᎢ. ᎯᎸᎯᏳᏉᏃ ᎢᏴᏛ ᎡᏍᎦ ᎤᏂᏰᎸᏁ ᎾᏍᎩ ᏄᏍᏛ ᎠᏰᎵ ᎤᏂᎲᎢ, ᎠᎴ ᎤᏂᏔᏲᎴ ᎤᎬᏫᏳᎯ ᎨᏥᎧᏁᏗᏱ.

source: Samuel was then the judge of Israel. He was an old man, and a wise one; and besides the wisdom that he had collected in the course of a long life, he possessed wisdom from on high.
chr: ᏌᎻ ᏧᏙᎢᏛ ᎾᎯᏳ ᏗᎫᎪᏗᏍᎩ ᎨᏎ ᎢᏏᎵᏱ. ᎾᏉ ᎤᏛᏐᏅᎯ ᎨᏎᎢ, ᎠᎴ ᎠᎦᏔᎾᎢᏳ ᎨᏎᎢ; ᎪᎯᏗᏳ ᎤᎴᏂᏙᎸᎯ ᎨᏒ ᏅᏗᎦᎵᏍᏙᏗᏍᎨ ᎠᎦᏔᎿᎢᏳ ᎨᏎᎢ; ᎠᏗᎾ ᎦᎸᎳᏗ ᏅᏓᏳᏓᎴᏅᎯ ᎠᎦᏙᎲᏍᏗ ᎨᏒ ᏔᎵ ᎤᏛᏕᎢ.

source: When the people demanded a king, Samuel endeavored to convince them that they were much better off without one. He described the tyrannical acts which kings have always been in the habit of committing, whenever they have had the power to do so.
chr: ᏴᏫᏃ ᎤᎬᏫᏳᎯ ᎤᏂᏔᏲᎸ, ᏌᎻ ᎤᎵᏂᎬᏁᎴ ᏓᏍᏗᏰᏗᏍᎬ ᎤᏟ ᎣᏏᏳ ᎨᏒ ᏄᏂᎧᎲᎾᏉ ᏱᏁᎭ. ᏚᏃᏁᎴ ᏂᎦᎥ ᎤᏂᎬᏫᏳᎯ ᎠᏍᏓᏱᏳ ᏂᏓᏅᏁᎲ ᏴᏫ, ᎢᏳᏃ ᏰᎵ ᎾᏍᎩ ᎢᎬᏩᎾᏛᏁᏗ ᏱᏄᎵᏍᏔᏅ.

source: But the Israelites would not hearken to this wise and good old man. They still wished for a king. They imagined that none but a king would govern them well in time of peace, or fight successfully against their enemies in war.
chr: ᎠᏎᏃ ᎢᏏᎵ ᎥᏝ ᏱᎾᏛᏓᏍᏔᏁᎮ ᎯᎠ ᎠᎦᏔᎿᎢ ᎠᎴ ᎤᏓᏅᏘ ᎤᏛᏐᏅᎯ ᎧᏁᎬᎢ. ᎠᏏᏉ ᎤᎬᏫᏳᎯ ᎤᎾᏚᎵᏍᎨᎢ. ᎤᎬᏫᏳᎯ ᎤᏩᏒ ᏰᎵ ᎣᏍᏛ ᎢᎦᏲᎦᏛᏁᏗ ᏙᎯ ᎨᏒᎢ, ᎠᎴ ᏓᎿᏬᎯ ᎨᏒ ᎬᏂ ᎾᏍᎩ ᏱᏙᎦᏘᏂᏙᎭ ᏰᎵ ᏗᎦᏲᏣᏓᎵᏁᎯᏕᏗ ᎪᎩᏍᎦᎩ ᎨᏒ, ᎠᏁᎵᏍᎨᎢ.

source: Samuel therefore consulted the Lord, and was directed to find out a king for the Israelites. The person who was fixed upon was a young man named Saul, the son of Kish. He possessed great beauty, and was a head taller than any other man among the Israelites. Samuel anointed his head with oil, and gave him to the Israelites as their king.
chr: ᎾᏍᎩᏃ ᎢᏳᏍᏗ ᏌᎻ ᏱᎰᏩ ᎤᏛᏛᏁᎢ, ᎠᏥᏁᏤᎴᏃ ᎢᏏᎵ ᎤᎬᏫᏳᎯ ᏧᏩᏛᎡᏗᏱ. ᎠᏫᏅᏃ ᏐᎳ ᏧᏙᎢᏛ ᎩᏏ ᎤᏪᏥ ᎠᎦᏑᏰᏎᎢ. ᎾᏍᎩ ᎤᏣᏘ ᎤᏬᏚᎯ ᎨᏎᎢ, ᎠᏂᏐᎢᏃ ᎠᏂᏍᎦᏯ ᎢᏏᎵ ᎠᏁᎯ ᎠᎩᎵᎨᏂᏉ ᎢᏴᏛ ᏂᏓᎾᏖᎢ. ᏌᎻᏃ ᎾᏍᎩ ᎯᎠ ᎠᏍᎪᎵ ᎪᎢ ᎤᎶᏁᏔᏁᎢ, ᎠᎴ ᎢᏏᎵ ᎨᏥᎧᏁᎴ ᎾᏍᎩ ᎤᎾᏤᎵᎦ ᎤᎬᏫᏳᎯ ᎢᏳᎵᏍᏙᏗᏱ.

source: For a considerable time king Saul behaved like a wise and righteous monarch. But at length he began to disobey the Lord, and seldom took the advice of Samuel, although that good old priest would have been willing to direct him in every action of his life.
chr: ᏰᎵ ᎯᎸᏍᎩ ᏄᏬᎯᏤᎢ ᏐᎳ ᎤᏓᏅᏘ, ᎠᎴ ᎠᎦᏔᎿᎢ ᎤᎬᏫᏳᎯ ᎢᏳᏛᏁᏗ ᏄᏛᏁᎴᎢ. ᎠᏎᏃ ᎯᎸᎯᏳᏉ ᎢᏴᏛ ᎤᎴᏅᎮ ᏱᎰᏩ ᏂᎪᎯᏳᎲᏍᎬᎾ ᏄᎵᏍᏔᏁᎢ, ᎠᎴ ᎤᏎᎦᏨᎯᏉ ᎪᎯᏳᎲᏍᎨ ᏌᎻ ᏄᏪᏎᎲᎢ, ᎾᏍᎩᎡᎦᏃ ᎤᏓᏅᏘ ᎤᏛᏐᏅᎯ ᎤᏚᎵᏍᎨ ᎤᏪᏲᏗᏱ ᏂᎦᎥ ᎢᏳᏛᏁᎵᏓᏍᏗᏱ ᎡᎲ ᎢᎪᎯᏛ.

source: In the course of Saul’s reign, the Israelites were often at war with the neighboring nations. At one time, when the Philistines had invaded the country, there was a great giant in their host, whose name was Goliath, of Gath.
chr: ᎾᎯᏳᏃ ᏐᎳ ᎤᎬᏫᏳᎯ ᏥᎨᏎ ᎢᏏᎵ ᎢᏴᏛᎭᏉ ᏓᎿᏩ ᎾᏅᏁᎮ ᏧᎾᏓᎴᏅᏛ ᎾᎥᏂᎨ ᏓᏁᏩᏗᏒᎢ. ᎠᏂᏈᎵᏍᏗᏃ ᎢᏏᎵ ᎤᎾᏤᎵᎪᎯ ᎬᏩᏂᎷᏤᎴᎢ, ᎾᏍᎩᏃ ᏧᎾᏤᎵᎦ ᎠᏂᏯᏫᏍᎩ ᏓᎾᏘᏁᎲᎢ ᏧᎵᎦᎳ ᎨᎴᎢ, ᎪᎳᏯ ᏧᏙᎢᏛ, ᎨᏗ ᏚᏙᎥ ᎡᎯ.

source: He was at least ten or twelve feet high, and was clothed from head to foot in brazen armor. He carried an enormous spear, the iron head of which weighed as many as thirty pounds.
chr: ᏌᏚ ᎢᏯᎳᏏᏗ ᏂᎦᏖᎢ, ᏂᎬᏃ ᎠᏰᎸ ᎥᏣᏱ ᎤᏄᏬᏍᏕᎢ. ᎤᏣᏘᏃ ᎡᏆ ᏗᏓᏘᏍᏗ ᎦᏁᎮᎢ, ᎾᏍᎩ ᎦᏂᏴᏗᏱᏉ ᎤᏩᏒ ᏦᎠᏍᎪᎯ ᎢᏳᏓᎨᏛ ᎨᏎᎢ.
